[
    {
        "id": 1,
        "nombre": "LIBRARIAN IN TERMINATOR ARMOUR",
        "precio": 11645,
        "descripcion": "The powers of a Chapter’s Librarians lend a lethal psychic edge to its elite infantry spearheads. Whether for gruelling boarding actions, ferocious urban conflict, or on the front line against overwhelming enemy numbers, Librarians in Terminator Armour blast at the foe with potent psychic energies.",
        "img": "https://warhammer40000.com/wp-content/uploads/2023/05/Librarian-in-Terminator-Armour-400x400.png",
        "category": "Space-Marines",
        "stock": 10
    },
    {
        "id": 2,
        "nombre": "INFERNUS SQUAD",
        "precio": 17672,
        "descripcion": "Infernus Squads purge swathes of the enemy, unleashing incandescent firestorms from their pyreblasters. They are close assault specialists, sending jets of burning promethium into enemy trench lines and bunkers, and through dense ruins and concealing vegetation – no foe escapes their fiery wrath.",
        "img": "https://warhammer40000.com/wp-content/uploads/2023/05/Infernus-Marine-3-400x400.png",
        "category": "Space-Marines",
        "stock": 40
    },
    {
        "id": 3,
        "nombre": "TERMINATOR SQUAD",
        "precio": 7086,
        "descripcion": "Terminator armour is a marvel of technology that enables its wearer to survive anything, from the stresses of teleportation to earth-shaking artillery bombardments. So equipped, Terminator Squads can appear in the midst of the foe or stride unstoppably across the field towards them, firing their weapons all the while",
        "img": "https://warhammer40000.com/wp-content/uploads/2023/05/Terminator-3-400x400.png",
        "category": "Space-Marines",
        "stock": 27
    },
    {
        "id": 4,
        "nombre": "WINGED TYRANID PRIME",
        "precio": 12706,
        "descripcion": "Tyranid Primes adapted for flight possess all the physical and synaptic might of an alpha war-beast, while also boasting the frightening speed and manoeuvrability imparted by huge leathery wings. Swooping down into the midst of the foe, they rend and tear until nought remains but viscera and fleeing prey.",
        "img": "https://warhammer40000.com/wp-content/uploads/2023/05/5vco6pD2hot32md5-400x400.png",
        "category": "Tyranids",
        "stock": 8
    },
    {
        "id": 5,
        "nombre": "SCREAMER-KILLER",
        "precio": 5278,
        "descripcion": "An ancient adaptation of the Carnifex strain, the Screamer-Killer was christened by terrified Imperial troops for the distinctive howl it emits as it generates and unleashes its bio-plasmic blasts. Screamer-Killers are often seen at the forefront of Tyranid assaults, where they can swiftly inflict massive damage",
        "img": "https://warhammer40000.com/wp-content/uploads/2023/05/Yu2AUuX1iCADYY0d-400x400.png",
        "category": "Tyranids",
        "stock": 5
    },
    {
        "id": 6,
        "nombre": "PSYCHOPHAGE",
        "precio": 6650,
        "descripcion": "These monsters stampede into battle with frightening speed. They devour any prey organism in their path, but especially favour those victims with psychic abilities. How they metabolise such esoteric powers is unclear, but doing so allows them to project surges of psychocorrosive ash that deflagrate their victims’s minds and souls.",
        "img": "https://warhammer40000.com/wp-content/uploads/2023/05/ZlFiBKy2Zo75jGCa-400x400.png",
        "category": "Tyranids",
        "stock": 26
    },
    {
        "id": 7,
        "nombre": "BARBGAUNTS",
        "precio": 4570,
        "descripcion": "Barbgaunts are little more than living weapons – their bodies and bio-cannons slaved to the will of the pulsating ganglia-parasites that piggyback them into battle. As combat rages, they unleash volleys of chitinous barbs that detonate with the fury of violent muscle-spasms and transfix nearby victims with hails of jagged projectiles.",
        "img": "https://warhammer40000.com/wp-content/uploads/2023/05/Kg3gtMzW8AKGhMEe-400x400.png",
        "category": "Necrons",
        "stock": 46
    },
    {
        "id": 8,
        "nombre": "NEUROGAUNTS",
        "precio": 14583,
        "descripcion": "Neurogaunts scuttle forward in seething masses, driven on by the parasitic neurocytes embedded in their backs. The Neurogaunts accompany synaptic node creatures into battle, and their primary purpose is to protect these beasts who coordinate invasion swarms. It is a task they go about with single-minded savagery, slashing, biting, and giving their lives without an instant’s hesitation.",
        "img": "https://warhammer40000.com/wp-content/uploads/2023/05/9d9U6Qli8CVVrdYb-400x400.png",
        "category": "Necrons",
        "stock": 17
    },
    {
        "id": 9,
        "nombre": "TERMAGANTS",
        "precio": 5233,
        "descripcion": "Scuttling predators that attack in huge swarms, Termagants were originally spawned to roam the tight arterial passages of hive ships and hunt intruders. They harry their prey with hails of firepower, seeking always to outflank their victims and erode their numbers.",
        "img": "https://warhammer40000.com/wp-content/uploads/2023/05/1kCtSEFe0skCqHZH-400x400.png",
        "category": "Necrons",
        "stock": 32
    },
    {
        "id": 10,
        "nombre": "APOTHECARY BIOLOGIS",
        "precio": 5963,
        "descripcion": "Clad in Gravis armour, the Apothecary Biologis can advance through storms of enemy fire. Carrying their vivispectrum at the ready, they take bio-material samples for later analysis, including xenos flesh, viral weapon casings, and esoteric gene-tech.",
        "img": "https://warhammer40000.com/wp-content/uploads/2023/05/56gA4KHcXPsqtEYm-400x400.png",
        "category": "Adeptus-Mechanicus",
        "stock": 19
    },
    {
        "id": 11,
        "nombre": "BALLISTUS DREADNOUGHT",
        "precio": 10482,
        "descripcion": "A Ballistus Dreadnought is a walking gun emplacement. Within the shielded sarcophagus at the heart of this combat walker lies the mortal remains of a fallen Chapter hero. Through intricate neural webs, they pilot the war engine, targeting enemy armour and elite infantry with banks of devastating heavy weapons.",
        "img": "https://warhammer40000.com/wp-content/uploads/2023/05/Ballistus-Dreadnought-400x400.png",
        "category": "Adeptus-Mechanicus",
        "stock": 17
    },
    {
        "id": 12,
        "nombre": "STERNGUARD VETERAN SQUAD",
        "precio": 7396,
        "descripcion": "Sternguard Veterans are possessed of an unshakable poise, and are renowned among their brothers for their exemplary marksmanship in the fiercest battles. Proficient in the use of all of the Chapter’s ranged weaponry, they can always be found where their pinpoint volleys will best shatter the foe.",
        "img": "https://warhammer40000.com/wp-content/uploads/2023/05/Sternguard-Veterans-3-400x400.png",
        "category": "Adeptus-Mechanicus",
        "stock": 40
    }
    
        
]